Fancybox.bind("[data-fancybox=images]", {
    l10n: {
        CLOSE: "Закрыть",
        NEXT: "Следующее изображение",
        PREV: "Предыдущее изображение",
        MODAL: "Вы можете закрыть это модальное содержимое с помощью клавиши ESC",
        ERROR: "Что-то пошло не так. Пожалуйста, повторите попытку позже",
        IMAGE_ERROR: "Изображение не найдено",
        ELEMENT_NOT_FOUND: "HTML-элемент не найден",
        AJAX_NOT_FOUND: "Ошибка при загрузке AJAX: Не найдено",
        AJAX_FORBIDDEN: "Ошибка при загрузке AJAX: Запрещено",
        IFRAME_ERROR: "Ошибка загрузки страницы",
    },
});